Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# workout_summary.revision_headline_met
source: 達成できています。次の負荷を確認しましょう。
ar_sa: تم تحقيق الهدف. تحقق من الحمل في المرة القادمة.
ca: Has aconseguit l'objectiu. Comprova el següent nivell.
cs: Dosáhli jste cíle! Zkontrolujte další zátěž.
da: Du nåede målet. Lad os se på den næste belastning.
de_de: Sie haben das Ziel erreicht. Überprüfen Sie die nächste Belastung.
el: Έχετε επιτύχει τον στόχο σας. Ελέγξτε την επόμενη φάση.
en_au: You have achieved it. Let's check your next load.
es_es: Lo has conseguido. Vamos a comprobar la siguiente carga.
fi: Saavutit tavoitteen. Tarkistetaan seuraava kuormitus.
fr_ca: Objectif atteint. Vérifions la prochaine charge.
gu: તમે ધ્યેય હાંસલ કર્યો છે. આગામી લક્ષ્ય તપાસો.
he: הצלחת!
hi: लक्ष्य पूरा हो गया है। अगला भार देखें।
hr: Uspjeli ste. Provjerimo sljedeće opterećenje.
hu: Elért az edzési célokat. Nézze meg a következő szintet.
id: Target tercapai. Mari periksa beban berikutnya.
it: Hai raggiunto l'obiettivo. Controlla il carico successivo.
ko: 달성했습니다. 다음 부하를 확인해 보세요.
mr: तुम्ही ध्येय पूर्ण केले आहे! आता पुढील स्तरावर जाण्यासाठी तयार आहात.
ms: Anda telah mencapai matlamat. Mari kita lihat prestasi masa depan.
nl_nl: U hebt het doel bereikt! Bekijk uw volgende inspanning.
no: Du nådde målet. La oss se på neste belastning.
pl: Sukces! Sprawdź następny poziom.
pt_br: Você conseguiu. Vamos conferir a próxima carga.
pt_pt: Está a atingir os objetivos. Verifique o próximo nível.
ro: Ai reușit. Hai să verificăm următoarea sarcină.
ru: Вы достигли цели! Проверьте следующую нагрузку.
sk: Dosiahli ste cieľ! Pozrite sa na ďalší cieľ.
sl: Uspelo vam je. Preverimo naslednjo obremenitev.
sv: Du har nått målet! Kontrollera nästa nivå.
ta: இலக்கை அடைந்துள்ளீர்கள். அடுத்த சுமையைப் பார்ப்போம்.
te: మీరు లక్ష్యాన్ని చేరుకున్నారు. తదుపరి స్థాయిని చూడండి.
th: ทำได้ตามเป้าหมาย! มาดูผลลัพธ์ครั้งต่อไปกัน
tr: Hedefe ulaştınız, bir sonraki hedefinize ulaşın.
uk: Ви досягли цілі. Перевірмо наступне навантаження.
vi: Bạn đã đạt mục tiêu! Hãy kiểm tra hiệu suất của lần sau.
zh_hans: 已完成目标。请确认下一阶段的负荷。
zh_hant: 已達成目標。 讓我們看看下一次的負荷。

# workout_summary.revision_headline_missed
source: 少し届かなかったので、次回を調整できます。
ar_sa: لم يتم تحقيق الهدف بالكامل، ويمكن تعديل الخطة في المرة القادمة.
ca: No has arribat a la meta, pots ajustar-la per al proper entrenament.
cs: Neuspěli jste, ale můžete upravit plán pro příští trénink.
da: Du nåede det næsten, så vi kan justere næste gang.
de_de: Sie haben das Ziel nicht erreicht, aber wir können den Plan für die nächste Einheit anpassen.
el: Δεν έχετε επιτύχει τον στόχο, αλλά μπορείτε να το προσαρμόσετε για την επόμενη συνεδρία.
en_au: You didn't quite reach it, you can adjust for the next time.
es_es: Te has quedado un poco corto, así que puedes ajustar la próxima sesión.
fi: Tavoite jäi hieman saavuttamatta, joten voit säätää seuraavaa kertaa.
fr_ca: Vous n’étiez pas loin; vous pouvez ajuster la prochaine séance.
gu: તમે થોડું ઓછું કર્યું, તેથી તમે આગામી વખતે સુધારો કરી શકો છો.
he: לא הצלחת, ניתן להתאים את התוכנית הבאה.
hi: लक्ष्य थोड़ा रह गया, इसलिए अगली बार समायोजन किया जा सकता है।
hr: Malo je nedostajalo, pa možemo prilagoditi sljedeći put.
hu: Nem sikerült elérni, de a tervet módosíthatja a következő edzéshez.
id: Target sedikit belum tercapai, jadi Anda dapat menyesuaikan sesi berikutnya.
it: Non hai raggiunto l'obiettivo, puoi regolarlo per la prossima sessione.
ko: 조금 미달했으므로 다음 운동을 조정할 수 있습니다.
mr: तुम्हाला थोडं कमी यश मिळालं, त्यामुळे तुम्ही पुढील योजनेत बदल करू शकता.
ms: Anda hampir, tetapi perlu ditambah sedikit. Anda boleh menyesuaikan masa akan datang.
nl_nl: U kwam er niet helemaal bij, maar u kunt het aanpassen voor de volgende keer.
no: Du nådde det nesten, så vi kan justere neste økt.
pl: Nie udało się osiągnąć, możesz dostosować plan na następną sesję.
pt_br: Você ficou um pouco abaixo, então pode ajustar o próximo treino.
pt_pt: Não está a atingir os objetivos, pode ajustar para a próxima sessão.
ro: Nu ai reușit chiar complet, așa că poți ajusta următoarea sesiune.
ru: Вы не смогли достичь цели, но можно скорректировать следующий план.
sk: Bol to len mierny pokrok, takže môžete upraviť plán pre budúci tréning.
sl: Tokrat vam je nekoliko zmanjkalo, zato lahko prilagodite naslednji trening.
sv: Du kom inte riktigt dit, men du kan justera planen för nästa gång.
ta: சிறிதளவு குறைவாக இருந்ததால், அடுத்த முறையைச் சரிசெய்யலாம்.
te: మీరు కొంచెం తక్కువగా పనిచేశారు, కాబట్టి తదుపరిసారి సర్దుబాటు చేసుకోవచ్చు.
th: ยังไม่ถึงเป้าหมายเล็กน้อย สามารถปรับแผนได้
tr: Hedefe ulaşamadınız, bir sonraki antrenmanda ayarlayabilirsiniz.
uk: Цього разу трохи не вистачило, тож наступне тренування можна скоригувати.
vi: Hiệu quả chưa đạt, bạn có thể điều chỉnh kế hoạch cho lần tới.
zh_hans: 差一点完成目标，可以调整下次计划。
zh_hant: 稍微沒有達到，可以調整下次。

# workout_summary.revision_headline_ready
source: 今日の実績を次回へ反映できます。
ar_sa: يمكن نقل النتائج اليوم إلى المرة القادمة.
ca: Pots incorporar els resultats d'avui al següent entrenament.
cs: Můžete použít výsledky z dnešního tréninku v příštím.
da: Dagens resultat kan overføres til næste gang.
de_de: Übernehmen Sie Ihre bisherigen Erfolge in der nächsten Einheit.
el: Μπορείτε να χρησιμοποιήσετε τα αποτελέσματα της σημερινής σας προπόνησης στην επόμενη συνεδρία.
en_au: You can reflect your today's performance to the next time.
es_es: Puedes aplicar los resultados de hoy a la próxima sesión.
fi: Voit siirtää tämän päivän tulokset seuraavaan kertaan.
fr_ca: Les résultats d’aujourd’hui peuvent être intégrés à la prochaine séance.
gu: તમે આજે કરેલા પ્રદર્શનને આગામી સત્રમાં લઈ જઈ શકો છો.
he: ניתן להשתמש בהישגים של היום בתוכנית הבאה.
hi: आज के प्रदर्शन को अगली बार की योजना में शामिल किया जा सकता है।
hr: Današnji rezultat možemo primijeniti na sljedeći put.
hu: A mai edzés eredményét felhasználhatja a következő edzéshez.
id: Pencapaian hari ini dapat diterapkan pada sesi berikutnya.
it: Puoi utilizzare i risultati della sessione corrente per la prossima sessione.
ko: 오늘의 실적을 다음 운동에 반영할 수 있습니다.
mr: आजच्या कामगिरीचा वापर करून तुम्ही पुढील सत्रासाठी योजना तयार करू शकता.
ms: Anda sedia untuk sesi masa depan.
nl_nl: U kunt uw resultaten van vandaag naar de volgende training verplaatsen.
no: Du kan bruke dagens resultat i planleggingen av neste økt.
pl: Możesz wykorzystać wyniki z dzisiejszej sesji w kolejnej.
pt_br: Você pode aplicar o desempenho de hoje ao próximo treino.
pt_pt: Pode aplicar o desempenho da última sessão à próxima.
ro: Poți aplica rezultatele de azi pentru următoarea sesiune.
ru: Можно использовать результаты текущей тренировки для следующей.
sk: Použite výsledky z dnešného tréningu v nasledujúcom.
sl: Današnji dosežek lahko upoštevate pri naslednjem treningu.
sv: Du är redo att använda resultaten från idag i nästa session.
ta: இன்றைய செயல்திறனை அடுத்த முறையில் பிரதிபலிக்கலாம்.
te: ఈరోజు సాధించిన ఫలితాన్ని తదుపరి సెషన్‌లో ఉపయోగించవచ్చు.
th: นำผลการออกกำลังกายครั้งนี้ไปใช้ในครั้งถัดไป
tr: Bugünkü performansı bir sonraki antrenmana aktarabilirsiniz.
uk: Результати сьогоднішнього тренування можна врахувати в плані на наступний раз.
vi: Bạn đã sẵn sàng để thực hiện lại! Hãy sử dụng kết quả của lần trước.
zh_hans: 可以将今天的训练结果应用到下次计划。
zh_hant: 可以將今天的成果反映到下一次。

# workout_summary.revision_restored
source: 更新前の計画へ戻しました。
ar_sa: تم استعادة الخطة السابقة
ca: Has tornat a l'antig pla.
cs: Vrátili jste se ke starému plánu.
da: Planen er gendannet til versionen før opdateringen.
de_de: Zurück zu dem vorherigen Plan.
el: Επιστροφή στο αρχικό σχέδιο.
en_au: Returned to previous plan
es_es: Se ha restaurado el plan anterior a la actualización.
fi: Palautimme suunnitelman sen päivitystä edeltäneeseen versioon.
fr_ca: Le plan a été rétabli dans son état précédent.
gu: તમે સુધારણા પહેલાની યોજના પર પાછા ફર્યા છે.
he: חזרנו לתוכנית הקודמת.
hi: अपडेट से पहले वाली योजना पर वापस लौटाया गया।
hr: Vraćen je plan kakav je bio prije ažuriranja.
hu: Visszaállította a korábbi tervet.
id: Dikembalikan ke rencana sebelum pembaruan.
it: È stato ripristinato il piano precedente.
ko: 업데이트 전 계획으로 되돌렸습니다.
mr: तुम्ही सुधारित योजनेला पूर्ववत केले आहे.
ms: Anda telah kembali ke rancangan sebelum reviu.
nl_nl: Teruggezet naar het originele plan.
no: Planen er tilbakestilt til versjonen før oppdateringen.
pl: Wrócono do poprzedniego planu.
pt_br: O plano foi restaurado para a versão anterior à atualização.
pt_pt: Retornou para o plano anterior.
ro: Am revenit la planul de dinaintea actualizării.
ru: Вернулся к предыдущему плану.
sk: Vrátený bol pôvodný plán.
sl: Načrt je bil obnovljen na različico pred posodobitvijo.
sv: Återställt till tidigare plan.
ta: புதுப்பிப்பதற்கு முன் இருந்த திட்டத்துக்குத் திரும்பினோம்.
te: మునుపటి ప్రణాళికకు తిరిగి వచ్చారు.
th: กลับไปยังแผนเดิม
tr: Değişiklikleri geri aldınız.
uk: План до оновлення відновлено.
vi: Đã khôi phục kế hoạch ban đầu.
zh_hans: 已恢复为更新前的计划。
zh_hant: 已恢復為原始計畫。

# workout_summary.undo_revision
source: 更新を取り消す
ar_sa: إلغاء التغييرات
ca: Desfer la modificació
cs: Zrušit revizi
da: Fortryd opdatering
de_de: Überarbeitung rückgängig machen
el: Ακύρωση αλλαγών
en_au: Undo revision
es_es: Deshacer actualización
fi: Kumoa päivitys
fr_ca: Annuler la mise à jour
gu: સુધારણા રદ કરો
he: בטל את השינוי
hi: अपडेट रद्द करें
hr: Poništi ažuriranje
hu: Visszaváltani a változtatást
id: Batalkan pembaruan
it: Annulla la modifica
ko: 업데이트 취소
mr: सुधारणा रद्द करा
ms: Batalkan reviu
nl_nl: Herstel wijzigingen
no: Angre oppdatering
pl: Anuluj zmianę
pt_br: Desfazer atualização
pt_pt: Desfazer a alteração
ro: Anulează actualizarea
ru: Отменить изменения
sk: Zrušiť revíziu
sl: Razveljavi posodobitev
sv: Avbryt ändring
ta: புதுப்பிப்பைச் செயல்தவிர்
te: సవరణను రద్దు చేయి
th: ยกเลิกการปรับเปลี่ยน
tr: Değişikliği iptal et
uk: Скасувати оновлення
vi: Hủy bỏ sửa đổi
zh_hans: 撤销更新
zh_hant: 取消調整
